Repository: Dezodev/DezoTools
Catalog: languages/dezo-tools-*.po
Languages: fr_fr

source: This website uses cookies to ensure you get the best experience on our website.
fr_fr: Ce site utilise des cookies, pour vous offrir une meilleure expérience du site.

source: More info
fr_fr: Plus d'info

source: Registered options.
fr_fr: Options enregistrés

source: General
fr_fr: Général

source: Site features
fr_fr: Fonctionnalités du site

source: Display the message for notifying the use of cookies
fr_fr: Afficher le message pour notifier de l'utilisation des cookies

source: Enable display of images over the site, click on the images. (lightbox)
fr_fr: Activer l'affichage des images au-dessus le site, au clique des images. (lightbox)

source: Wordpress Admin
fr_fr: Administration Wordpress

source: Display the site logo in the login page
fr_fr: Afficher le logo du site dans la page de connexion

source: Cookie notice
fr_fr: Notification de l’utilisation des cookies

source: In cookies notice bar, a link "More informations" is present, for compliance obligation. You must create an information page explaining the use of cookies, with the slug "cookies".
fr_fr: Dans la barre d'information de l'utilisation des cookies, un lien "Plus d'informations" est présent, par obligation de conformité. Vous devez créer une page d'information pour expliquer l'utilisation des cookies, avec pour slug "cookies".

source: To use the lightbox, you need to link your images to media files. Lightbox is automatically available in the <code>#content</code>. For developers, you must add the following code: <code>class="dezo-lightbox" rel="dezo-gallery"</code> to activate the lightbox.
fr_fr: Pour utiliser la lightbox, vous devez mettre en lien de vos images vers les fichiers médias. La lightbox est disponible automatiquement dans le <code>#content</code>. Pour les développeurs, vous devez ajouter le code suivant <code>class="dezo-lightbox" rel="dezo-gallery"</code> pour activer la lightbox.

source: Add code to header
fr_fr: Ajouter du code à l'en-tête du site (header)

source: Add code to footer
fr_fr: Ajouter du code à la fin du site (footer)

source: Performance setting
fr_fr: Paramètre de performance

source: Number of revision :
fr_fr: Nombre de révision :

source: Post auto-save interval :
fr_fr: Intervalle de sauvegarde automatique des articles :

source: Supporting the Plugin creator
fr_fr: Soutenir le créateur du plugin

source: This plugin is available for free. So we can offer you even more features, made a donation to the plugin creator, DezoDev, or made mention of the plugin.
fr_fr: Ce plugin vous est proposé gratuitement. Pour qu'on puisse vous proposer encore plus de fonctionalités, faite un don pour le créateur du plugin, DezoDev, ou faite parler du plugin.
